Repository: WebDevStudios/wds-headless-wordpress
Catalog: plugins/resmushit-image-optimizer/languages/resmushit-image-optimizer-*.po
Languages: it_it, sk_sk

source: Settings
it_it: Configurazioni
sk_sk: Nastavenia

source: Image quality
it_it: Qualità dell'immagine
sk_sk: Kvalita obrázkov

source: Default value is 92. The quality factor must be between 0 (very weak) and 100 (best quality)
it_it: Il valore di Default è 92. Il fattore qualità deve essere tra 0 (qualità pessima) e 100 (massima qualità)
sk_sk: Prednastavená hodnota je 92. Hodnota kvality musí byť v rozmedzí od 0 (veľmi slabá) a 100 (najlepšia kvalita)

source: Optimize on upload
it_it: Ottimizza nella fase di upload
sk_sk: Optimalizovať pri nahrávaní

source: All future images uploaded will be automatically optimized
it_it: Tutte le immagini che in futuro verranno caricate verranno automaticamente ottimizzate
sk_sk: Všetky vaše novo pridané obrázky budú automaticky optimalizované

source: Enable statistics
it_it: Abilita le statistiche
sk_sk: Zapnúť štatistiku

source: Generates statistics about optimized pictures
it_it: Genera le statistiche in merito alle immagini ottimizzate
sk_sk: Generuje štatistiky o optimalizovaných súboroch

source: Enable logs
it_it: Abilita i logs
sk_sk: Zapnúť logovanie

source: Enable file logging (for developers)
it_it: Abilita i file di log (per gli sviluppatori)
sk_sk: Zapnúť logovanie do súboru (pre vývojárov)

source: Optimize unsmushed pictures
it_it: Ottimizza le immagini
sk_sk: Optimalizácia obrázkov

source: There is currently
it_it: Vi è attualmente
sk_sk: V súčastnosti

source: non optimized pictures
it_it: immagini non ottiizzate
sk_sk: neoptimalizovaných obrázkov

source: This action will resmush all pictures which have not been optimized to the good Image Quality Rate.
it_it: Questa azione ottimizzerà tutte le immagini che non sono state precedentemente ottimizzate secondo i Parametri di Qualità d'immagine definiti.
sk_sk: Týmto tlačidlom budú spracované všetky obrázky, ktoré neboli ešte optimalizované nastavenej kvalite.

source: Optimize all pictures
it_it: Ottimizza tutte le immagini
sk_sk: Optimalizovať všetky obrázky

source: Congrats ! All your pictures are correctly optimized
it_it: Congratulazioni ! Tutte le immagini sono state ottimizzate correttamente
sk_sk: Blahoželáme! Všetky vaše obrázky sú optimalizované podľa aktuáneho nastavenia kvality

source: Files non optimized
it_it: Files non ottimizzati
sk_sk: Súbory ktoré neboli optimalizované

source: pictures are too big (> 5MB) for the optimizer
it_it: immagini troppo grandi (> 5MB) per l'ottimizzatore
sk_sk: obrázky sú príliš veľké pre optimalizáciu, majú viac ako 5MB

source: picture is too big (> 5MB) for the optimizer
it_it: immagine troppo grande (> 5MB) per l'ottimizzatore
sk_sk: obrázok je príliš veľký pre optimalizáciu, má viac ako 5MB

source: List of files above 5MB
it_it: Elenco dei file che superano i 5MB
sk_sk: Zoznam súborov väčších ako 5MB

source: Statistics
it_it: Statistiche
sk_sk: Štatistika

source: Space saved :
it_it: Spazio risparmiato:
sk_sk: Ušetrené miesto:

source: Total reduction :
it_it: Riduzione totale
sk_sk: Celkovo ušetrené :

source: Attachments optimized :
it_it: Allegati ottimizzati:
sk_sk: Optimalizované prílohy:

source: Image optimized (including thumbnails) :
it_it: Immagine ottimizzata (thumbnails inclusi)
sk_sk: Optimalizované obrázky (vrátane náhľadov):

source: Total images optimized :
it_it: Totale immagini ottimizzate:
sk_sk: Celkom optimalizvaných obrázkov :

source: No picture has been optimized yet ! Add pictures to your Wordpress Media Library.
it_it: Nessuna immagine è stata ancora ottimizzata! Aggiungi immagini alla tua Libreria Media di Wordpress
sk_sk: Žiadne obrázky zatiaľ neboli optimalizované. Pridajte obrázky do multimediálnej knižnice alebo optimalizujte obrázky.

source: News
it_it: Novità
sk_sk: Novinky

source: Maecia Agency - Paris France
it_it: Maecia Agency - Parigi Francia

source: Visit resmush.it for more informations
it_it: Visita resmush.it per ottenere più informazioni
sk_sk: Navštívte resmush.it pre viac informácii

source: Follow reSmush.it on Twitter
it_it: Segui reSmush.it su Twitter
sk_sk: Sledovať reSmush.it na Twitteri

source: Optimize
it_it: Ottimizza
sk_sk: Optimalizovať

source: Reduced by
it_it: Ridotto di
sk_sk: Znížená veľkosť o

source: saved
it_it: risparmiati
sk_sk: ušetrené

source: Disable of reSmush.it
it_it: Disabilita reSmush.it
sk_sk: Vypnúť reSmush.it

source: reSmush.it status
it_it: stato di reSmush.it
sk_sk: Stav reSmush.it

source: http://www.resmush.it
it_it: https://resmush.it
sk_sk: https://resmush.it

source: Image Optimization API. Provides image size optimization
it_it: Image Optimization API. Fornisce l'ottimizzazione della dimensione dell'immagine
sk_sk: Image Optimization API. Poskytuje optimalizáciu veľkosti obrázka
